<?php

return [
    'save' => 'Сохранить',
    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',
    'full_name' => 'Полное имя',
    'email' => 'Электронная почта',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердите пароль',
    'remember_me' => 'Запомнить меня',
    'sign_in' => 'Войти',
    'sign_out' => 'Выйти',
    'register' => 'Регистрация',
    'login' => [
        'title' => 'Войдите, чтобы начать сеанс',
        'forgot_password' => 'Я забыл пароль',
        'register_membership' => 'Зарегистрировать новое членство',
    ],
    'registration' => [
        'title' => 'Зарегистрируйте новое членство',
        'i_agree' => 'Я соглашаюсь с',
        'terms' => 'условиями',
        'have_membership' => 'У меня уже есть членство',
    ],
    'forgot_password' => [
        'title' => 'Введите адрес электронной почты для сброса пароля',
        'send_pwd_reset' => 'Отправить ссылку для сброса пароля',
    ],
    'reset_password' => [
        'title' => 'Сбросить ваш пароль',
        'reset_pwd_btn' => 'Сбросить пароль',
    ],
    'app' => [
        'member_since' => 'Участник с',
        'messages' => 'Сообщения',
        'settings' => 'Настройки',
        'lock_account' => 'Заблокировать аккаунт',
        'profile' => 'Профиль',
        'online' => 'Онлайн',
        'search' => 'Поиск',
        'create' => 'Создать',
        'export' => 'Экспорт',
        'print' => 'Печать',
        'reset' => 'Сбросить',
        'reload' => 'Перезагрузить',
    ],
];
